Repository: mozilla-l10n/mt-training-data
Catalog: ush/ush_pontoon.tmx
Source language: en_us
Languages: ush

source: 1 sentence collected
ush: جمع تھئیلی جملئی

source: 2019 End-of-Year Release
ush: کال 2019 آخری وقت اشاعتے ہنُو

source: 2 down, keep it up!<playIcon></playIcon>
ush: 2 کھارے، سا پیلے! <playIcon></playIcon>

source: ≥ 2 No votes
ush: نیا ووٹ

source: ≥ 2 Yes votes
ush: سہی ووٹ

source: Abbreviations and Acronyms
ush: مخفف اؤ اختصار

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
ush: مخفف اؤ اختصار لکہ ”یو ایس اے“ یا ”ائی سی اے“ جملؤ در شامل تھونو پکار نیِش۔ لا تمو ہیجو مطابق پڑاؤ نی بینو، انیس کئی علاوہ ایک مخفف کارا مختلف صحیح ریڈنگس بینی۔

source: Abkhaz
ush: ابخز

source: About
ush: بارا در

source: About options menu
ush: اپشن مینو بارا در

source: Academic Reference
ush: اکیڈیمک حوالئی

source: Accent
ush: لہجہ

source: Accepted file types: .tsv only
ush: منظور بیلو فائل قسم: ٹی ایس وی صرف

source: Access press releases and stories related to Common Voice
ush: کامن وائس ست ملحقہ پریس ریلیس اؤ قصؤ تے آبرا

source: Account
ush: ایکاؤنٹ

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
ush: <accuracyLink> ٹیک تھونو اصول اینے ݜکے۔</accuracyLink>

source: Acehnese
ush: آسہنیز

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
ush: { $actionType } <micIcon> </micIcon> اؤ چھو تمو بس کارا فطرتی جواب دا در

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
ush: { $actionType } اؤ <playIcon> </playIcon> کھارے لیکے تھئی جے ݜونی سا منوݜ جے رائنو

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
ush: { $actionType } <playIcon> </playIcon>صحیح طریقہ در جملے رزینی؟

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
ush: { $actionType } <playIcon> </playIcon> آدیو کلپ ݜُونو اؤ ٹرانسکریپشن چیک تھے۔ لا برابر ہنُو؟ آکہ نیِش با دُوبارا برابر تھا۔

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
ush: { $actionType } با جملہ تیز زور دے رس<recordIcon></recordIcon>

source: { $actionType }<stopIcon></stopIcon> when done
ush: <stopIcon></stopIcon> کیرے بیلو

source: { $actionType } submit when ready
ush: { $actionType } کرے تیار بیلے اؤ اُولے

source: Adamawa Fulfulde
ush: آدماوا فُلفودے

source: Add and Review Sentences, Add Questions, Transcribe Audio
ush: جملئی جمع تھی اؤ با سیئی تھی، ریکارڈ تھونو کارا سوال جمع تھی

source: Add as much information as you can about the language. This could include:
ush: تو جیِبے بارا در لالو معلومات دو بئیلا۔ انا شامل تھونا:

source: Add <icon></icon> a public domain sentence
ush: ایڈ</icon> پبلک ڈومین جملہ ئی تھا

source: Add information
ush: معلومات جمع تھا

source: Adding Sentences
ush: جملئی جمع تھونا

source: Additional Language
ush: سیوا جیِب

source: Add Language
ush: جیِب ایڈ تھا

source: Add new custom accent "{ $inputValue }"
ush: نئی کسٹم لہجہ جمع تھا

source: Add new sentences for the community to read
ush: خلقو پراؤ تھونو کارا نئی جملئی لیِکے

source: Add one sentence per line
ush: ہر رینگا در ایک جملہ جمع تھی

source: Add questions in your language
ush: تمو جیِب در سوالی جمع تھا

source: Add Questions <small>(Coming soon)</small>
ush: سوال جمع تھا<small> دستی آٹونو</small>

source: Add Sentences
ush: جملئی جمع تھی

source: Add sentences in your language
ush: تمو جیِب در جملئی جمع تھی

source: Add up to 1,000 sentences
ush: سوا کئی لالے جملئی ایڈ تھا

source: Add Your Voice
ush: تھمو آواز جمع تھا

source: Adyghe (West Circassian)
ush: آدیغے

source: Afaan Oromo
ush: آفان اورمو

source: Afar
ush: آفار

source: A few bytes
ush: جے ایناک بائٹس

source: Afrikaans
ush: آفریکان

source: Age
ush: عمر

source: Agriculture and Food
ush: کھونو اؤ زراعت

source: Albanian
ush: آلبانی

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
ush: بیک گراونڈ معمولی شور ٹیک ہنو، کہ تو ایک جنو اکو تی ایک ایک لفظ رزونو در ݜون، انا کلپ پیر تھونو پکار ہنو۔ عام طور در آدامو بینو اے پیلا دی ٹی وی چلنو یا کچے کوئی موڙی تھینو۔

source: All
ush: بوٹو

source: All sentence must have the same domain
ush: بوڑ جملئی ایک شانتا ہنی

source: All sentences must have the same citation
ush: بوٹے جملئی ایک موضوع در ہنی

source: Already have an account? <login>Log-In</login>
ush: تھئی موݜوکئی ایکاؤنٹ ہنُو؟ <login> اینی لنھگا</login>

source: Amharic
ush: آمہاریک

source: An error occurred fetching sentences
ush: جمللہ اینتی ایٹون در غلطی بیری

source: An error occurred reviewing this sentence
ush: جملئی جائزہ گھنینودنر غلطی بیلی

source: An error occurred submitting your voice information
ush: وائس جمع تھون در جے غلطی بیلی

source: An error occurred while creating this transcript
ush: انا ٹرانسکرائب سپارونو در ایک غلطی الی

source: An error occurred while editing the transcript
ush: ٹرانسکرائب ترمیم دوران ایک غلطی آلی

source: An error occurred while recording
ush: ریکارڈنگ در ایک غلطی پیش ہنی

source: An error occurred while skipping the transcript
ush: ٹرانسکرائپش اسکیپ دوران جے غلطی آلی

source: An error occurred while skipping this prompt
ush: انا پرمپٹ پھتونودر ایک غلطی پیش ہنی

source: An error occurred while submitting the report
ush: انا پرمپٹ پھتونودر ایک غلطی پیش ہنی

source: An error occurred while uploading your response
ush: تھئی رسپانس اپلوڈ تھؤنو در ایک غلطی بیلسی

source: An error occurred while voting the transcript
ush: ٹرانسکرائب ووٹنگ در ایک غلطی آلی

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
ush: گمنام صارفینی ڈیتا مثلاً عمر، جنس، اؤ لہجہ اسپیج شناختی انجن درستگی کارا آڈیو مواد بہتری کارا استعمال تھو بئیلا۔ تمو یوزر نوم اؤ ای میل تمو جمع تھیالی کوروم ست ڈاگہ نی بینو، تو سا تی اختیار ہنو تو تمو ای میل اؤ یوزر نوم لیلالو رݜیلا یا خلقو تی پشاریلا۔

source: Answer Questions <small>(Coming soon)</small>
ush: سوال جواب<small> دستی آٹونو</small>

source: Approve
ush: منظور تھونُو

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
ush: غلے بیک گراونڈ در پتوتے ٹک ٹک بینی لیش جا جے پروا نیِش، خو آسو سیوا آواز نی ݜونونا سیں آوازے پکار نیِش ای الگورتھم مشین معلوم تھئی ایلی لیکالی در نیِش۔ کہ تو لہ ٹیکسٹ کائی مختلف آوازے ݜونلا، کلپ رد بیلو۔ اکثر لامو بینو لی پتوتے ٹی وی آن درنو، یا کاچے خلق موڙے تھینا۔

source: Arabic
ush: عربی

source: Aragonese
ush: آروگونیز

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
ush: تو اسئی کامن وائس سپونٹینس اسپیچ بیٹا تیسٹنگ گروپ در موجود ہنو؟

source: Are you coming? [called by another]
ush: تو ایلا؟[ہور تی کال تھی]

source: Are you coming? <strong>[called by another]</strong>
ush: تُو ایلا؟ <strong> ہور منُوڙے چیگار تھے گے</strong>

source: Armenian
ush: آرمینی

source: Armenian Western
ush: مغربی آرمینی

source: Ask about a new language
ush: ایک نئی جیِبے بارا در تپوس تھا

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
ush: آسو کہ سوال تھی <matrixLink> نخا جا</matrixLink> ڈیسکورس </discourseLink> یا یا ای میل جا</emailLink>۔

source: Assamese
ush: آسامی

source: Asturian
ush: آسٹیری

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
ush: ایک ٹرانسکرائبشن تی ہر ایک لفظ کیپچر تھونو پکار ہنو یا ایک منوڙے غیر لغوی گفتگو آوازبشمول تکرار۔

source: Audio Format
ush: آڈیو فارمیٹ

source: Automotive and Transport
ush: آٹومیٹیو اؤ ٹرانسپورٹ

source: Avatar
ush: اوچر

source: Avatar uploaded
ush: اوچر اپلوڈ بیلو

source: Average
ush: اوسط

source: A voice clip is marked "valid" when a user gives it a Yes vote.
ush: جیلی وائس کلپ تُوتے سہی پشن بینُو تُو رائیلا سہی ہینو۔

source: Avoid too much background noise - it should be easy to hear you.
ush: پدتو تے لالو شور کئی آکو بچتھے۔ پکار ہنی خلق تھئی آواز غورا ݜُونین۔

source: Awards
ush: ایوارڈ

source: Azerbaijani
ush: آزربائیجانی

source: Baatonum
ush: باٹونون

source: Baba Malay
ush: بابا ملے

source: Back
ush: پتوتے بو

source: Background Noise
ush: پتوتے شور

source: Background Voices
ush: پتوتے شور

source: Back to Top
ush: واپس ݜیݜتے بجا

source: Bafia
ush: بافیا

source: Bafut
ush: بافٹ

source: Bahasa Malay
ush: بھاشا ملے

source: Balochi
ush: بلوچی

source: Bambara
ush: بامبارا

source: Bamun
ush: بامُون

source: Bamvele
ush: بامویلی

source: Bankon
ush: بانکون

source: Baoule
ush: بوئلے

source: Basaa
ush: باسا

source: Bashkir
ush: بشکیر

source: Basque
ush: باسک

source: Batanga
ush: بٹانگا

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
ush: ایک کلپ ریجیکت تھونو کائی مݜو خیال تھونو آدانیا پڑاؤ تھونو والائی جے ایک لفظ غلط ادا تھینی، غلط دیشا دباؤ تھیگی، یا ڈاگہ ایک سوالیہ نخ جیس در نیہاتیگے، دنیا در تلفظ استعمال تھونو لالے طریقہ ئی ہنی، انیس در جے تلفظ ہنی ایسی لوکل کمیونٹی در نی ݜونینی۔ مہربانی تھا سیِں خلقو قدر تھا اے سیِں چوکئی جیِب در بدل رائینا۔

source: Become a Common Voice Partner
ush: کامن وائس ست سأت سپارا بونو

source: Belarusian
ush: بیلاروسی

source: Benefits
ush: فائدہ

source: Bengali
ush: بنگالی

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
ush: [ًٰ بیریٹ ٹیِک ہن ]

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
ush: جیبے ھقیقت کارا بہترین سپورٹ مثلاً جیبے ترجمہ اؤ<mark> کوڈ سوئچنگ</mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
ush: سا جیبو کارا بہتر سپورٹ ہنو شینو در شنوٹی یا <mark> ٹیکسٹ مواد استعمال تھونو کارا نیِش۔ [مثال طور سماجی، مختلف قسمے تاریخی طور در غیر تحریری جیبے وغیرہ]

source: <bold>{ $count }</bold> Clips
ush: ہُورو

source: <bold>Help us</bold> find more voices
ush: اسائی مدد تا ہورے آواز تھے

source: <bold>If you value open, inclusive data - donate today!</bold>
ush: <bold>کہ تو عاام ڈیٹا شامل بونو بیچھاتا، آج دا

source: Borgu Fulfulde
ush: بورگو فُولفودے

source: Bosnian
ush: بوسینیائی

source: Both
ush: دُو

source: Both (Speak and Listen)
ush: دُومونگو (رزونو اؤ ݜنونو)

source: Breton
ush: بیرٹن

source: [British English might make "root"]
ush: [برٹش انگریزی روٹ سپارینا]

source: Browse Languages
ush: جیِب ݜکے

source: Build a custom goal
ush: ایک ضروری گول سپارے

source: Build Profile
ush: پروفائل سپارونو

source: Bulgarian
ush: بلغاری

source: Bulk batch
ush: انگورو بیج

source: Bulk Sentences Uploaded
ush: لالی جمئی اپلوڈ بیلنا

source: Bulu
ush: بُولُو

source: Burmese
ush: برمی

source: Buryat
ush: بوریات

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
ush: <b> ای میل کے؟ </b> آسو تی ڈیٹاسیٹ در تبدیلی کارا تھئی ضرورت اینی، اؤ رابطہ کارا آسو تی تمو ای میل دے۔

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
ush: می ای میل جا ایک لنک ڇئینونو کارا کلک تھا، تو اسو سروس ٹرم ست متفق ہنو<termsLink> اؤ <privacyLink> پراویسی پالیسی</termsLink> اؤ موزیلا تو تی معلوماتی کارا ای میل تھو بئیلو تو کامن وائس سپونٹینس اسپیچ پروجیکٹ در کدا حصہ گھین بئیلا۔

source: By editing your goal, you may lose your existing progress.
ush: د گول ایڈیٹینگ در تھئی موجودہ پیشرفت ضائع بینو۔

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
ush: ای میل حاصل تھونو تو رائیلا موزیلا لیس در ہاتھ دوبئیلا۔ <privacyLink> پرائیوسی لنک </privacyLink>

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
ush: <b> تو متفق ہنو</b> یا نیش چی کامن وائس ڈیٹاسیٹ در رزونو والؤ شناخت کوشش نی تھونا۔

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
ush: تو تمو بارا در جے معلومات تھونو، تو کامیک آڈیو ڈیتا کامن وائس در جمع تھئیلا، سا وینا ئی کارا لالو سیئی ہنو۔ شناختی انجن انا مواد تمو درستگی کارا استعمال تھئیلا۔

source: By telling us about yourself, you will help developers build more inclusive technology
ush: آسو تے تمو بارا در رس توُ ہُور خلکو مدد تھیلا

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
ush: کامن وائس پورا تھون در آسئی شرائط منیلا <termsLink> آسے پرائیویسی نوٹس اینی ݜکے۔ </privacyLink>

source: Cameroon Pidgin
ush: کمیرون پیڈجن

source: [Canadian English might make "route" sound like "rowt"]
ush: [کینیڈا انگریزی در روٹ تا رووٹ رئینو]

source: Cancel Re-recording
ush: ریکارڈنگ کینسل تھے

source: Cancel Submission
ush: سبمیشنے کنسیل کے

source: Cannot submit more than 1000 sentences
ush: سواکئی لالے جمئی جمع نی تھو بئیلا

source: Can't decide?
ush: فیصلہ نی تھو بھئینو؟

source: Cantonese
ush: کینٹانوسی

source: Catalan
ush: کیٹالان

source: Central Kurdish
ush: مرکزی کُوردی

source: Central Melanau
ush: مرکزی میلانؤ

source: Change
ush: بدل تھونُو

source: Change preferences
ush: ترجیحات بدل تھا

source: Change your email via Settings under Login Identity
ush: لاگ ان شناخت ترتیب در تمو ای میل بدل تھا

source: Check
ush: چیک

source: Check <icon></icon> is this a linguistically correct sentence?
ush: چیک تھے</icon>انا جیِبے لحاظ دی صحیح جملئی ہنی؟

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
ush: چیک تھا تھئی جیب کامن وائس لیسٹ در ہنی <languagesPageLink> یا نیش۔<languagesPageLink> انا فارم پورا تھا اؤ <strong> تو تی ایک ہنڈل ای میل ڇئینونا! تو تمو جیِب سیٹ اپ کدا ݜک بئی لا</strong> ۔

source: Check Transcriptions
ush: ٹرانسکریپشن چیک تھے

source: <chevron></chevron>See less
ush: <chevron> </chevron> کم ݜکے

source: <chevron></chevron>See more
ush: <chevron> ہورے ݜکا</chevron>

source: Chinese (China)
ush: چینی

source: Chinese (Hong Kong)
ush: چینی (ہانگکانگ)

source: Chinese (Taiwan)
ush: چینی (تائیوان)

source: Chinyanja
ush: چینی یانجا

source: Choose language/localization
ush: ایک جیبو ترجمائی کارا منتخب کارا۔

source: Chuvash
ush: چُواش

source: Citation
ush: حوالہ

source: Cite with a URL link or the full name of the work.
ush: حوالہ ست یو آر ایل لنک یا کورومی پورا نوم۔

source: Citing Sentences
ush: جملئی جمع تھونا

source: Click
ush: کلک

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
ush: کلک <guidanceLink> اینی</guidanceLink> انا پیج استعمال تھونو کارا

source: Clipboard not supported
ush: سیلبورڈ سپورٹ نی تھینو

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
ush: { $clipCount } وائس کلپس بوٹے ارکائیو سیز{ $size }۔ ایکسپائیریز{ $expires }۔

source: Clip Graveyard
ush: کلپ قبرستان

source: Clips recorded
ush: کلپ ریکارڈ بیلو

source: Clips Uploaded
ush: کلپ اپلوڈ بیلو

source: Clips validated
ush: تصدیق شدہ جملئی

source: Clips You've Recorded
ush: تو ست ریکارڈ تھیالو کلپس

source: Clips You've Validated
ush: تو ست تصدیق تھیالو کلپس

source: Close
ush: بند تھا

source: Collecting sentences
ush: جملئی جمع تھونو

source: Comment
ush: رائے

source: Common Voice data plus all other voice datasets above.
ush: کامن وائس ڈیٹاسیٹ کئی سیوا ہورو جیبو ڈیٹاسیٹ ہونا تھئی۔

source: Common Voice Dataset
ush: کامن وائس ڈیٹا سیٹ

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
ush: کامن وائس موزیلا فاونڈیشن ایک پراجیکٹ ہنو، یو ایس 501 سی3۔ چئین انا پروجیکٹ خلق چنداؤ جا فنڈ دینا، اؤ بوٹی دنیا د خلق دینا۔<philantropicGrantLink>

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
ush: کامن وائس خلکو چندؤ آجاں فنڈ جمع بینو۔ آسو استزاو، پروفیسرو عام خلقو شراکت تھونا۔ کامن وائس استعمال تھون در فری ہینو۔ آنا دے پلیٹ فارم پروپوزل لیکونو مددگار ہنو۔

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
ush: کامن وائس ایک ہورو پلیٹ فارم لانچ تھی، سیس در بدنی دیش، خراب تقریر جمع تھونو در توجہ دینا، انیس در کمیونٹی کارا دستی ڈیٹا جمع تھونو کارا مدد تھی، انا سائنسدانی اؤ ڈویلپری کارا فائدہ مند بھونو

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
ush: کامن وائس موزیلا اینیشیٹیو د ٹیچ مشین مدد تھی چی کدا خلق حقیقی موݜ کدا تھینا

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
ush: کامن وائس دونئی بوتو جیبو مختلف آوازو لالو غٹ ڈیٹاسیٹ ہنو

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
ush: کامن وائس ریکارڈنگ تعلیم کارا، شنوٹو کوروم کارا، اؤ وائس ریکگنیشن وائس ماڈلز ذریعہ در عوامی سطح در ترقی تھونو کارا مدد تھینو۔ تو آسو تی رز بھئیلا چی تو تمو وائس رکارڈنگ کے ڈیلیٹ بیچھیلا؟

source: Community and Languages
ush: کمیونٹی اؤ جیبے

source: Community, Creatives and Civil Society
ush: کمیونٹی، سپارونو اؤ سول سوسائٹی

source: Community participation and decision making.
ush: کمیونٹی شراکت اؤ فیصلہ سازی۔

source: Community Playbook
ush: کمیونیٹی پلے بیک

source: Confirm Goal
ush: گول تصدیق تھا

source: Connect with Gravatar
ush: گریوٹر در کنیکٹ با

source: Contact
ush: رابطی

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
ush: لیکونو والو، ڈرامہ نگارو یا اسکرین لیکوالو ست رابطہ تھا چو تمو کوروم ایک حصہ عوامی ڈومین کارا وقف تھونو تی تیار ہنو۔

source: Contact Form
ush: رابطہ فارم

source: Contact the Common Voice team
ush: کان وائس ست رابطی تھے

source: Contact us
ush: آسو ست رابطہ تھے

source: Contact Us
ush: آسو ست رابطہ تھا

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
ush: مواد اینی موجود ہنو <licenseLink> کیریٹیو کامن لیسن</licenseLink>

source: Continue
ush: روان

source: Continue speaking
ush: رازونو جاری تھا

source: Continue validating
ush: تصدیق جاری تھا

source: Contribute
ush: دیم

source: Contribute sentences
ush: فقرے شریک تھا

source: Contribute to { $lang }
ush: دیم در{ $lang }

source: Contributing to dataset for { $language }
ush: ڈیٹا بیس تے بونُو { $language }

source: Contribution Activity
ush: سرگرمی تقسیم تھا

source: Contribution Criteria
ush: امدادی اصول

source: Contribution Experience
ush: تجربہ جمع تھا

source: Contribution Guidelines
ush: امدادی ہدایات

source: Contributors record voice clips by reading from a bank of donated sentences.
ush: آنا کامن وائے اے کلپس بنک ہنُو۔

source: Cookies
ush: کوکیز

source: <cookiesLink>Cookies<cookiesLink>
ush: <cookiesLink> کوکیز <cookiesLink>

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
ush: <coquiLink>oqui</coquiLink> اوپن اسپیچ ٹیکنالوجی کارا وقف ہنی۔ سا پروجیکٹ در ڈوگورو ازدا تھونوکارا ایس ٹی ٹی اؤ ٹی ٹی ایس انجن شامل ہنو۔

source: Cornish
ush: کورنیش

source: Correct
ush: سہی

source: Corsican
ush: کروشیائی

source: { $count } clips
ush: { $count } کلپس

source: Country/Region of Residence
ush: ملک/ علاقہ ئی رہائش

source: { $count }wk
ush: { $count } وی کے

source: [Crackle] giant dinosaurs of [crackle] -riassic.
ush: ٹرائسیک کا لالو بڑو ڈائناسور

source: Create a Custom Goal
ush: ایک ضرورتی مقصد سپارے

source: Create a profile
ush: پروفایل سپارے

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
ush: آکی یا تمو دوستو ست یا جیبو کمیونٹی ست نئی موڙو جملئی سپارا۔ مثال در ‘رائٹ اے تھون ذریعہ در’

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
ush: کامن وائس جا لالو خلقو تے موقع دونو آے سی خلق آنا ڈیٹا سیٹ در کوروم تھین۔ آسو مواد او نمونا سپارونا سا تُو استعمال تو بھئیلا۔

source: Crimean Tatar
ush: تاتار کریمیی

source: Criteria
ush: اصول

source: Croatian
ush: کرشیائی

source: Czech
ush: چیک

source: Dagbani
ush: دھگبانی

source: Daily Goal
ush: روازانہ مقصد

source: Danish
ush: ڈانیش

source: Dargwa
ush: درگوا

source: Dashboard
ush: ڈیشبورڈ

source: Dataset Release
ush: ڈیٹا سیٹ پاس بیلو

source: Datasets
ush: ڈیٹا سیٹ

source: Date
ush: تاریخ

source: Days
ush: دُو

source: Delete
ush: ڈیلیٹ

source: Delete my recordings
ush: می ریکارڈنگ ڈیلیٹ تھے

source: Delete Profile
ush: پروفائل ڈیلیٹ تھا

source: Dhivehi
ush: ڈھیویلی

source: Dholuo
ush: ڈھولو

source: Did you know…
ush: تُو تی معلوم بیلو۔۔

source: Different language
ush: ہُورے جیِب

source: Difficult
ush: بیکھرو

source: Difficult to pronounce
ush: ہنی رزون در مشکل ہنی

source: Dioula
ush: ڈیلولا

source: Discard ongoing recording
ush: جاری موڙے رد تھے

source: Discover languages and communities and common voice
ush: جیِبے، کمیونٹی اؤ کامن وائس معلوم تھا

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
ush: ڈومین کئی مراد جملئی موضوع ہنو، فی الھال تو انیس در انتخاب تھو بئیلا۔

source: Donate
ush: دا

source: Donate your voice
ush: تمُو آواز دے

source: Done
ush: بیلی

source: Don't see your language on Common Voice yet?
ush: چینجا پورے تھئی جیِب کامن وائس جا نی اینی

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
ush: ڈیٹاسیٹ در تمو جیب عکاسی نی بینو؟ ایک جیب سربراہ تی جیب پیج در درخواست دے

source: Don't wish to say
ush: کونتی نی بئلا

source: Download
ush: ڈاؤنلوڈ

source: Download Common Voice Data
ush: کامن وائس ڈیٹا ڈاونلوڈ تھا

source: Download Data
ush: ڈیٹا ڈاونلوڈ تھا

source: Download Dataset Bundle
ush: ڈیٹاسیٹ بنڈل ڈاونلوڈ تھا

source: Download { $language }
ush: ڈاؤن لوڈ { $language }

source: Download Links
ush: لنک ڈاونلوڈ تھا

source: Download My Data
ush: می ڈیٹا ڈاونلوڈ تھی

source: Download options for accessing Common Voice data
ush: موجودہ کامن وائس ڈیٹا کارا ڈاونلوڈ آپشن

source: Download our voice datasets
ush: آسو ڈیٹاسیٹ ڈاونلوڈ تھا
